<?php

return [

<<<<<<< HEAD
    'title' => 'ဝင်ရန်',

    'heading' => 'သင့်အကောင့်သို့ ဝင်ရန်',
=======
    'title' => 'အကောင့်ဝင်ရန်',

    'heading' => 'အကောင့်ဝင်ပါ',

    'actions' => [

        'register' => [
            'before' => 'သို့မဟုတ်',
            'label' => 'အကောင့်အသစ်ဖွင့်ရန်',
        ],

        'request_password_reset' => [
            'label' => 'စကားဝှက်မေ့နေပါသလား?',
        ],

    ],
>>>>>>> 890ebdd96f7d6873ba198cc859e87d61062ce611

    'form' => [

        'email' => [
<<<<<<< HEAD
            'label' => 'မိမိ၏အီးမေးလ်',
=======
            'label' => 'အီးမေးလ်လိပ်စာ',
>>>>>>> 890ebdd96f7d6873ba198cc859e87d61062ce611
        ],

        'password' => [
            'label' => 'စကားဝှက်',
        ],

        'remember' => [
<<<<<<< HEAD
            'label' => 'မှတ်ထားပေးပါ',
=======
            'label' => 'မှတ်ထားပါ',
>>>>>>> 890ebdd96f7d6873ba198cc859e87d61062ce611
        ],

        'actions' => [

            'authenticate' => [
<<<<<<< HEAD
                'label' => '၀င်မည်',
=======
                'label' => 'ဝင်ရောက်မည်',
>>>>>>> 890ebdd96f7d6873ba198cc859e87d61062ce611
            ],

        ],

    ],

    'messages' => [

<<<<<<< HEAD
        'failed' => 'အကောင့်ဝင်ခြင်းအထောက်အထားများသည် မှတ်တမ်းများနှင့် မကိုက်ညီပါ။',
=======
        'failed' => 'ဖြည့်သွင်းထားသော အချက်အလက်များ မှားယွင်းနေပါသည်။',
>>>>>>> 890ebdd96f7d6873ba198cc859e87d61062ce611

    ],

    'notifications' => [

        'throttled' => [
<<<<<<< HEAD
            'title' => 'အကောင့်ဝင်ရန် ကြိုးစားမှု များလွန်းသည်၊ ကျေးဇူးပြု၍ :seconds စက္ကန့်အကြာတွင် ထပ်စမ်းကြည့်ပါ',
=======
            'title' => 'အကောင့်ဝင်ရန် ကြိုးပမ်းမှု များလွန်းနေပါသည်',
            'body' => 'ကျေးဇူးပြု၍ စက္ကန့် :seconds မှ ပြန်လည်ကြိုးစားပါ။',
>>>>>>> 890ebdd96f7d6873ba198cc859e87d61062ce611
        ],

    ],

];
